Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Starting Weight
de: Startgewicht
es: Peso inicial
fr: Poids de départ
it: Peso iniziale
ja: 開始時の体重
ko: 시작 체중
pt_br: Peso inicial
ru: Начальный вес
zh_hans: 起始体重

source: Starts a cardio session of the chosen type.
de: Startet eine Cardio-Session des gewählten Typs.
es: Inicia una sesión de cardio del tipo elegido.
fr: Démarre une séance de cardio du type choisi.
it: Inizia una sessione cardio del tipo scelto.
ja: 選択した種類の有酸素セッションを開始します。
ko: 선택한 종류의 유산소 세션을 시작합니다.
pt_br: Inicia uma sessão de cardio do tipo escolhido.
ru: Начинает кардио выбранного типа.
zh_hans: 开始所选类型的有氧训练。

source: Starts a new workout session.
de: Startet eine neue Workout-Session.
es: Inicia una nueva sesión de entrenamiento.
fr: Démarre une nouvelle séance d'entraînement.
it: Inizia una nuova sessione di allenamento.
ja: 新しいワークアウトセッションを開始します。
ko: 새 운동 세션을 시작합니다.
pt_br: Inicia uma nova sessão de treino.
ru: Начинает новую тренировку.
zh_hans: 开始一次新的训练。

source: Starts a rest timer.
de: Startet einen Pausentimer.
es: Inicia un temporizador de descanso.
fr: Démarre un minuteur de repos.
it: Avvia un timer di recupero.
ja: 休憩タイマーを開始します。
ko: 휴식 타이머를 시작합니다.
pt_br: Inicia um cronômetro de descanso.
ru: Запускает таймер отдыха.
zh_hans: 启动休息计时器。

source: Starts a treadmill cardio session with manual interval entry.
de: Startet eine Laufband-Cardio-Session mit manueller Intervalleingabe.
es: Inicia una sesión de cardio en cinta con entrada manual de intervalos.
fr: Démarre une séance de cardio sur tapis avec saisie manuelle des intervalles.
it: Inizia una sessione cardio su tapis roulant con inserimento manuale degli intervalli.
ja: 手動でインターバルを入力するトレッドミルの有酸素セッションを開始します。
ko: 인터벌을 직접 입력하는 트레드밀 유산소 세션을 시작합니다.
pt_br: Inicia uma sessão de cardio na esteira com entrada manual de intervalos.
ru: Начинает кардио на дорожке с ручным вводом интервалов.
zh_hans: 开始跑步机有氧训练，并手动输入间歇。

source: Starts a workout from this plan.
de: Startet ein Workout aus diesem Plan.
es: Inicia un entrenamiento desde este plan.
fr: Démarre une séance à partir de ce plan.
it: Inizia un allenamento da questa scheda.
ja: このプランからワークアウトを開始します。
ko: 이 플랜으로 운동을 시작합니다.
pt_br: Inicia um treino a partir deste plano.
ru: Начинает тренировку по этому плану.
zh_hans: 用这个计划开始训练。

source: Starts a workout session from a workout plan.
de: Startet eine Workout-Session aus einem Trainingsplan.
es: Inicia una sesión de entrenamiento desde un plan de entrenamiento.
fr: Démarre une séance d'entraînement à partir d'un programme d'entraînement.
it: Inizia una sessione di allenamento da una scheda.
ja: ワークアウトプランからワークアウトセッションを開始します。
ko: 운동 플랜으로 운동 세션을 시작합니다.
pt_br: Inicia uma sessão de treino a partir de um plano de treino.
ru: Начинает тренировку по плану тренировки.
zh_hans: 从训练计划开始一次训练。

source: Starts an empty workout session.
de: Startet eine leere Workout-Session.
es: Inicia una sesión de entrenamiento vacía.
fr: Démarre une séance d'entraînement vide.
it: Inizia una sessione di allenamento vuota.
ja: 空のワークアウトセッションを開始します。
ko: 빈 운동 세션을 시작합니다.
pt_br: Inicia uma sessão de treino vazia.
ru: Начинает пустую тренировку.
zh_hans: 开始一次空白训练。

source: Starts an outdoor cardio session with GPS route recording.
de: Startet eine Outdoor-Cardio-Session mit GPS-Routenaufzeichnung.
es: Inicia una sesión de cardio al aire libre con grabación de ruta por GPS.
fr: Démarre une séance de cardio en extérieur avec enregistrement d'itinéraire GPS.
it: Inizia una sessione cardio all'aperto con registrazione GPS del percorso.
ja: GPSでルートを記録する屋外の有酸素セッションを開始します。
ko: GPS 경로 기록과 함께 야외 유산소 세션을 시작합니다.
pt_br: Inicia uma sessão de cardio ao ar livre com gravação de rota por GPS.
ru: Начинает кардио на улице с записью GPS-маршрута.
zh_hans: 开始户外有氧训练，并记录 GPS 路线。

source: Starts editing a workout plan using the plan editing flow.
de: Startet die Bearbeitung eines Trainingsplans über den Plan-Bearbeitungsablauf.
es: Inicia la edición de un plan de entrenamiento mediante el flujo de edición de planes.
fr: Démarre la modification d'un programme d'entraînement via le flux d'édition de plan.
it: Avvia la modifica di una scheda usando il flusso di modifica.
ja: プラン編集フローでワークアウトプランの編集を開始します。
ko: 플랜 편집 화면으로 운동 플랜 편집을 시작합니다.
pt_br: Inicia a edição de um plano de treino usando o fluxo de edição de planos.
ru: Открывает редактирование плана тренировки.
zh_hans: 使用计划编辑流程开始编辑训练计划。

source: Starts the rest timer.
de: Startet den Pausentimer.
es: Inicia el temporizador de descanso.
fr: Démarre le minuteur de repos.
it: Avvia il timer di recupero.
ja: 休憩タイマーを開始します。
ko: 휴식 타이머를 시작합니다.
pt_br: Inicia o cronômetro de descanso.
ru: Запускает таймер отдыха.
zh_hans: 启动休息计时器。

source: Starts today's workout from your active split.
de: Startet das heutige Workout aus deinem aktiven Split.
es: Inicia el entrenamiento de hoy de tu split activo.
fr: Démarre la séance du jour de ton split actif.
it: Inizia l'allenamento di oggi dal tuo split attivo.
ja: アクティブなスプリットから今日のワークアウトを開始します。
ko: 활성 스플릿에서 오늘의 운동을 시작합니다.
pt_br: Inicia o treino de hoje do seu split ativo.
ru: Начинает сегодняшнюю тренировку из активного сплита.
zh_hans: 从你当前的分化开始今天的训练。

source: step
de: Schritt
es: paso
fr: pas
it: passo
ja: 歩
ko: 걸음
pt_br: passo
ru: шаг
zh_hans: 步

source: Step
de: Schritt
es: Paso
fr: Pas
it: Passo
ja: 歩
ko: 걸음
pt_br: Passo
ru: Шаг
zh_hans: 步

source: steps
de: Schritte
es: pasos
fr: pas
it: passi
ja: 歩
ko: 걸음
pt_br: passos
ru: шаги
zh_hans: 步

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 歩数
ko: 걸음 수
pt_br: Passos
ru: Шаги
zh_hans: 步数

source: Steps Goal
de: Schrittziel
es: Objetivo de pasos
fr: Objectif de pas
it: Obiettivo di passi
ja: 歩数目標
ko: 걸음 수 목표
pt_br: Meta de passos
ru: Цель по шагам
zh_hans: 步数目标

source: steps goal completed
de: Schrittziel erreicht
es: objetivo de pasos completado
fr: objectif de pas atteint
it: obiettivo di passi completato
ja: 歩数目標を達成
ko: 걸음 수 목표 달성
pt_br: meta de passos concluída
ru: цель по шагам выполнена
zh_hans: 步数目标已完成

source: Steps goal reached
de: Schrittziel erreicht
es: Objetivo de pasos alcanzado
fr: Objectif de pas atteint
it: Obiettivo di passi raggiunto
ja: 歩数目標を達成
ko: 걸음 수 목표 달성
pt_br: Meta de passos alcançada
ru: Цель по шагам достигнута
zh_hans: 步数目标已达成

source: Steps Goals
de: Schrittziele
es: Objetivos de pasos
fr: Objectifs de pas
it: Obiettivi di passi
ja: 歩数目標
ko: 걸음 수 목표
pt_br: Metas de passos
ru: Цели по шагам
zh_hans: 步数目标

source: Steps history chart
de: Schrittverlaufsdiagramm
es: Gráfico de historial de pasos
fr: Graphique d'historique de pas
it: Grafico della cronologia dei passi
ja: 歩数履歴のグラフ
ko: 걸음 수 기록 차트
pt_br: Gráfico de histórico de passos
ru: График истории шагов
zh_hans: 步数历史图表

source: Steps. Update Apple Health permissions so your health metrics appear here.
de: Schritte. Aktualisiere die Apple-Health-Berechtigungen, damit deine Gesundheitsmetriken hier erscheinen.
es: Pasos. Actualiza los permisos de Apple Salud para que tus métricas de salud aparezcan aquí.
fr: Pas. Mets à jour les autorisations Apple Santé pour que tes statistiques de santé apparaissent ici.
it: Passi. Aggiorna i permessi di Apple Health per far comparire qui i tuoi dati di salute.
ja: 歩数。Apple Healthのアクセス許可を更新すると、ここに健康指標が表示されます。
ko: 걸음 수. 건강 지표가 여기에 표시되도록 Apple Health 권한을 업데이트하세요.
pt_br: Passos. Atualize as permissões do Apple Saúde para que suas métricas de saúde apareçam aqui.
ru: Шаги. Обновите разрешения Apple Health, чтобы показатели появились здесь.
zh_hans: 步数。请更新 Apple Health 权限，让你的健康指标显示在这里。

source: steps/day
de: Schritte/Tag
es: pasos/día
fr: pas/jour
it: passi/giorno
ja: 歩/日
ko: 걸음/일
pt_br: passos/dia
ru: шагов/день
zh_hans: 步/天

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止

source: Stop Rest Timer
de: Pausentimer stoppen
es: Detener temporizador de descanso
fr: Arrêter le minuteur de repos
it: Ferma il timer di recupero
ja: 休憩タイマーを停止
ko: 휴식 타이머 중지
pt_br: Parar cronômetro de descanso
ru: Остановить таймер отдыха
zh_hans: 停止休息计时器

source: Stop Timer
de: Timer stoppen
es: Detener temporizador
fr: Arrêter le minuteur
it: Ferma il timer
ja: タイマーを停止
ko: 타이머 중지
pt_br: Parar cronômetro
ru: Остановить таймер
zh_hans: 停止计时器

source: Stops the current rest timer.
de: Stoppt den aktuellen Pausentimer.
es: Detiene el temporizador de descanso actual.
fr: Arrête le minuteur de repos actuel.
it: Ferma il timer di recupero in corso.
ja: 現在の休憩タイマーを停止します。
ko: 현재 휴식 타이머를 중지합니다.
pt_br: Para o cronômetro de descanso atual.
ru: Останавливает текущий таймер отдыха.
zh_hans: 停止当前的休息计时器。

source: Stops the rest timer.
de: Stoppt den Pausentimer.
es: Detiene el temporizador de descanso.
fr: Arrête le minuteur de repos.
it: Ferma il timer di recupero.
ja: 休憩タイマーを停止します。
ko: 휴식 타이머를 중지합니다.
pt_br: Para o cronômetro de descanso.
ru: Останавливает таймер отдыха.
zh_hans: 停止休息计时器。

source: Strength
de: Kraft
es: Fuerza
fr: Musculation
it: Forza
ja: 筋トレ
ko: 근력
pt_br: Força
ru: Силовая
zh_hans: 力量

source: Strength-first beginner program. Alternate Workout A and Workout B every other day.
de: Kraftorientiertes Anfängerprogramm. Wechsle jeden zweiten Tag zwischen Workout A und Workout B.
es: Programa para principiantes centrado en la fuerza. Alterna el Entrenamiento A y el Entrenamiento B día por medio.
fr: Programme débutant axé sur la force. Alternez la séance A et la séance B un jour sur deux.
it: Programma per principianti incentrato sulla forza. Alterna l'allenamento A e l'allenamento B a giorni alterni.
ja: 筋力を優先した初心者向けプログラム。ワークアウトAとワークアウトBを1日おきに交互に行います。
ko: 근력 위주 초보자 프로그램. 하루 걸러 운동 A와 운동 B를 번갈아 해요.
pt_br: Programa para iniciantes com foco em força. Alterne o Treino A e o Treino B em dias alternados.
ru: Программа для новичков с упором на силу. Чередуйте тренировку A и B через день.
zh_hans: 以力量为先的新手方案。隔天交替进行训练 A 和训练 B。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
it: Abbonati
ja: 登録する
ko: 구독하기
pt_br: Assinar
ru: Оформить подписку
zh_hans: 订阅

source: Subscription
de: Abo
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
ru: Подписка
zh_hans: 订阅

source: Subscription is unavailable right now.
de: Das Abo ist gerade nicht verfügbar.
es: La suscripción no está disponible en este momento.
fr: L'abonnement n'est pas disponible pour le moment.
it: L'abbonamento non è disponibile al momento.
ja: 現在、サブスクリプションを利用できません。
ko: 지금은 구독을 이용할 수 없어요.
pt_br: A assinatura não está disponível no momento.
ru: Подписка сейчас недоступна.
zh_hans: 订阅目前不可用。

source: Subscription restored.
de: Abo wiederhergestellt.
es: Suscripción restaurada.
fr: Abonnement restauré.
it: Abbonamento ripristinato.
ja: サブスクリプションを復元しました。
ko: 구독을 복원했어요.
pt_br: Assinatura restaurada.
ru: Подписка восстановлена.
zh_hans: 订阅已恢复。

source: Suggested
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
it: Suggerito
ja: 提案
ko: 제안됨
pt_br: Sugerido
ru: Рекомендовано
zh_hans: 建议

source: suggestion left
de: Vorschlag übrig
es: sugerencia restante
fr: suggestion restante
it: suggerimento rimasto
ja: 提案が残っています
ko: 제안 남음
pt_br: sugestão restante
ru: рекомендация осталась
zh_hans: 条建议待处理

source: Suggestion Settings
de: Vorschlagseinstellungen
es: Ajustes de sugerencias
fr: Réglages des suggestions
it: Impostazioni dei suggerimenti
ja: 提案の設定
ko: 제안 설정
pt_br: Configurações de sugestões
ru: Настройки рекомендаций
zh_hans: 建议设置

source: Suggestion State
de: Vorschlagsstatus
es: Estado de la sugerencia
fr: État de la suggestion
it: Stato del suggerimento
ja: 提案の状態
ko: 제안 상태
pt_br: Estado da sugestão
ru: Состояние рекомендации
zh_hans: 建议状态

source: Suggestion strength %@
de: Vorschlagsstärke %@
es: Fuerza de la sugerencia %@
fr: Force de la suggestion %@
it: Forza del suggerimento %@
ja: 提案の強度 %@
ko: 제안 강도 %@
pt_br: Força da sugestão %@
ru: Сила рекомендации %@
zh_hans: 建议强度%@

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
ko: 제안
pt_br: Sugestões
ru: Рекомендации
zh_hans: 建议

source: Suggestions are off for this exercise.
de: Für diese Übung sind Vorschläge deaktiviert.
es: Las sugerencias están desactivadas para este ejercicio.
fr: Les suggestions sont désactivées pour cet exercice.
it: I suggerimenti sono disattivati per questo esercizio.
ja: この種目では提案がオフになっています。
ko: 이 종목은 제안이 꺼져 있어요.
pt_br: As sugestões estão desativadas para este exercício.
ru: Рекомендации для этого упражнения выключены.
zh_hans: 这个动作的建议已关闭。

source: suggestions left
de: Vorschläge übrig
es: sugerencias restantes
fr: suggestions restantes
it: suggerimenti rimasti
ja: 提案が残っています
ko: 제안 남음
pt_br: sugestões restantes
ru: рекомендаций осталось
zh_hans: 条建议待处理

source: Summarizes your health metrics for a specific day.
de: Fasst deine Gesundheitsmetriken für einen bestimmten Tag zusammen.
es: Resume tus métricas de salud de un día específico.
fr: Résume tes statistiques de santé pour un jour spécifique.
it: Riassume i tuoi dati di salute per un giorno specifico.
ja: 指定した日の健康指標をまとめます。
ko: 특정 날짜의 건강 지표를 요약합니다.
pt_br: Resume suas métricas de saúde de um dia específico.
ru: Собирает сводку показателей здоровья за выбранный день.
zh_hans: 汇总你指定日期的健康指标。

source: Summarizes your health metrics for today.
de: Fasst deine Gesundheitsmetriken für heute zusammen.
es: Resume tus métricas de salud de hoy.
fr: Résume tes statistiques de santé pour aujourd'hui.
it: Riassume i tuoi dati di salute di oggi.
ja: 今日の健康指標をまとめます。
ko: 오늘의 건강 지표를 요약합니다.
pt_br: Resume suas métricas de saúde de hoje.
ru: Собирает сводку показателей здоровья за сегодня.
zh_hans: 汇总你今天的健康指标。

source: Summary
de: Zusammenfassung
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: サマリー
ko: 요약
pt_br: Resumo
ru: Итоги
zh_hans: 总结

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ja: 日曜日
ko: 일요일
pt_br: Domingo
ru: Воскресенье
zh_hans: 星期日

source: Swap Days
de: Tage tauschen
es: Intercambiar días
fr: Échanger les jours
it: Scambia i giorni
ja: 日を入れ替え
ko: 일차 교체
pt_br: Trocar dias
ru: Поменять дни
zh_hans: 交换训练日

source: Swaps the selected days.
de: Tauscht die ausgewählten Tage.
es: Intercambia los días seleccionados.
fr: Échange les jours sélectionnés.
it: Scambia i giorni selezionati.
ja: 選択した日を入れ替えます。
ko: 선택한 일차를 서로 바꿉니다.
pt_br: Troca os dias selecionados.
ru: Меняет местами выбранные дни.
zh_hans: 交换所选的两天。

source: Swipe right on an exercise to favorite it.
de: Wische auf einer Übung nach rechts, um sie zu favorisieren.
es: Desliza un ejercicio hacia la derecha para marcarlo como favorito.
fr: Balayez un exercice vers la droite pour l'ajouter aux favoris.
it: Scorri a destra su un esercizio per aggiungerlo ai preferiti.
ja: 種目を右にスワイプすると、お気に入りに追加できます。
ko: 종목을 오른쪽으로 밀면 즐겨찾기에 추가돼요.
pt_br: Deslize um exercício para a direita para favoritá-lo.
ru: Смахните упражнение вправо, чтобы добавить в избранное.
zh_hans: 在动作上向右轻扫即可收藏。

source: Switches tabs.
de: Wechselt die Tabs.
es: Cambia de pestaña.
fr: Change d'onglet.
it: Cambia sezione.
ja: タブを切り替えます。
ko: 탭을 전환합니다.
pt_br: Alterna entre abas.
ru: Переключает вкладки.
zh_hans: 切换标签页。

source: Sync Apple Health sleep to chart this.
de: Synchronisiere den Schlaf aus Apple Health, um dies darzustellen.
es: Sincroniza el sueño de Apple Salud para ver esta gráfica.
fr: Synchronise le sommeil d’Apple Santé pour afficher ce graphique.
it: Sincronizza il sonno da Apple Health per vedere il grafico.
ja: グラフを表示するには、Apple Healthの睡眠を同期してください。
ko: Apple Health 수면을 동기화하면 차트가 만들어져요.
pt_br: Sincronize o sono do Apple Saúde para ver este gráfico.
ru: Синхронизируйте сон из Apple Health, чтобы построить график.
zh_hans: 同步 Apple Health 睡眠数据即可生成此图表。

source: Sync at least 2 entries for every weekday to unlock averages.
de: Synchronisiere mindestens 2 Einträge für jeden Wochentag, um Durchschnitte freizuschalten.
es: Sincroniza al menos 2 entradas para cada día de la semana para desbloquear los promedios.
fr: Synchronisez au moins 2 entrées pour chaque jour de la semaine pour débloquer les moyennes.
it: Sincronizza almeno 2 voci per ogni giorno della settimana per sbloccare le medie.
ja: 平均を表示するには、各曜日につき2件以上のデータを同期してください。
ko: 모든 요일에 기록을 2개 이상 동기화하면 평균을 볼 수 있어요.
pt_br: Sincronize pelo menos 2 entradas para cada dia da semana para desbloquear as médias.
ru: Синхронизируйте минимум 2 записи на каждый день недели, чтобы открыть средние.
zh_hans: 每个星期几各同步至少2条数据即可解锁平均值。

source: Sync at least 2 sleep nights for every weekday to unlock averages.
de: Synchronisiere mindestens 2 Schlafnächte für jeden Wochentag, um Durchschnitte freizuschalten.
es: Sincroniza al menos 2 noches de sueño para cada día de la semana para desbloquear los promedios.
fr: Synchronisez au moins 2 nuits de sommeil pour chaque jour de la semaine pour débloquer les moyennes.
it: Sincronizza almeno 2 notti di sonno per ogni giorno della settimana per sbloccare le medie.
ja: 平均を表示するには、各曜日につき2晩以上の睡眠を同期してください。
ko: 모든 요일에 수면 기록을 2일 이상 동기화하면 평균을 볼 수 있어요.
pt_br: Sincronize pelo menos 2 noites de sono para cada dia da semana para desbloquear as médias.
ru: Синхронизируйте минимум 2 ночи сна на каждый день недели, чтобы открыть средние.
zh_hans: 每个星期几各同步至少2晚睡眠即可解锁平均值。

source: Sync notes from plan
de: Notizen aus dem Plan synchronisieren
es: Sincronizar notas del plan
fr: Synchroniser les notes du programme
it: Sincronizza le note dalla scheda
ja: プランからメモを同期
ko: 플랜에서 메모 가져오기
pt_br: Sincronizar notas do plano
ru: Взять заметки из плана
zh_hans: 从计划同步备注

source: Synced With Plan
de: Mit Plan synchronisiert
es: Sincronizado con el plan
fr: Synchronisé avec le programme
it: Sincronizzate con la scheda
ja: プランと同期済み
ko: 플랜과 동기화됨
pt_br: Sincronizado com o plano
ru: Синхронизировано с планом
zh_hans: 已与计划同步

source: Syncing Your Data
de: Deine Daten werden synchronisiert
es: Sincronizando tus datos
fr: Synchronisation de tes données
it: Sincronizzazione dei tuoi dati
ja: データを同期中
ko: 데이터 동기화 중
pt_br: Sincronizando seus dados
ru: Синхронизируем твои данные
zh_hans: 正在同步你的数据

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Réglage système par défaut
it: Predefinito di sistema
ja: システム標準
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Как в системе
zh_hans: 系统默认

source: Taking intentional time away from training
de: Bewusste Auszeit vom Training
es: Tomarte un tiempo intencional fuera del entrenamiento
fr: Prendre une pause volontaire dans l'entraînement
it: Ti stai prendendo una pausa voluta dall'allenamento
ja: 意図的にトレーニングから離れている
ko: 의도적으로 훈련을 쉬고 있어요
pt_br: Tirar um tempo intencional longe do treino
ru: Осознанный перерыв в тренировках
zh_hans: 主动暂停一段时间不训练

source: Tap a day to create that workout
de: Tippe auf einen Tag, um dieses Workout zu erstellen
es: Toca un día para crear ese entrenamiento
fr: Touchez un jour pour créer cette séance
it: Tocca un giorno per creare quell'allenamento
ja: 日をタップすると、そのワークアウトを作成できます
ko: 일차를 탭하면 그 운동을 만들 수 있어요
pt_br: Toque em um dia para criar esse treino
ru: Коснитесь дня, чтобы создать тренировку
zh_hans: 点按某一天即可创建那天的训练

source: Tap any data point on the chart to see the exact value and date.
de: Tippe auf einen beliebigen Datenpunkt im Diagramm, um den genauen Wert und das Datum zu sehen.
es: Toca cualquier punto de datos del gráfico para ver el valor y la fecha exactos.
fr: Touchez n'importe quel point de données du graphique pour voir la valeur et la date exactes.
it: Tocca un punto qualsiasi del grafico per vedere valore e data esatti.
ja: グラフ上のデータポイントをタップすると、正確な値と日付を確認できます。
ko: 차트의 데이터 지점을 탭하면 정확한 값과 날짜를 볼 수 있어요.
pt_br: Toque em qualquer ponto de dados no gráfico para ver o valor e a data exatos.
ru: Коснитесь точки на графике, чтобы увидеть точное значение и дату.
zh_hans: 点按图表上的任意数据点即可查看具体数值和日期。

source: Tap Done to save your workout. Any suggestions you haven't accepted or rejected are deferred for you to review later.
de: Tippe auf Fertig, um dein Workout zu speichern. Vorschläge, die du weder angenommen noch abgelehnt hast, werden zurückgestellt, damit du sie später prüfen kannst.
es: Toca Listo para guardar tu entrenamiento. Las sugerencias que no hayas aceptado ni rechazado se posponen para que las revises más tarde.
fr: Touche OK pour enregistrer ta séance. Les suggestions que tu n'as ni acceptées ni rejetées sont reportées pour que tu les examines plus tard.
it: Tocca Fine per salvare l'allenamento. I suggerimenti che non hai accettato o rifiutato vengono rimandati, così puoi rivederli più tardi.
ja: 完了をタップするとワークアウトが保存されます。承認も却下もしていない提案は、後で確認できるよう保留されます。
ko: 완료를 누르면 운동이 저장돼요. 수락하거나 거절하지 않은 제안은 나중에 검토할 수 있도록 미뤄져요.
pt_br: Toque em Concluído para salvar seu treino. As sugestões que você não aceitou nem rejeitou ficam adiadas para você revisar depois.
ru: Нажми «Готово», чтобы сохранить тренировку. Рекомендации, которые не приняты и не отклонены, будут отложены до следующего раза.
zh_hans: 点按“完成”即可存储训练。你尚未接受或拒绝的建议会被推迟，供你之后查看。

source: Tap here for workout settings, rest timer, and finish or cancel actions.
de: Tippe hier für Workout-Einstellungen, Pausentimer sowie Aktionen zum Beenden oder Abbrechen.
es: Toca aquí para los ajustes de entrenamiento, el temporizador de descanso y las acciones de finalizar o cancelar.
fr: Touchez ici pour les réglages de séance, le minuteur de repos et les actions terminer ou annuler.
it: Tocca qui per le impostazioni dell'allenamento, il timer di recupero e le azioni di fine o annullamento.
ja: ここをタップすると、ワークアウト設定、休憩タイマー、終了・キャンセルの操作にアクセスできます。
ko: 여기를 누르면 운동 설정, 휴식 타이머, 완료·취소 작업을 쓸 수 있어요.
pt_br: Toque aqui para os ajustes de treino, o cronômetro de descanso e as ações de finalizar ou cancelar.
ru: Здесь настройки тренировки, таймер отдыха, завершение и отмена.
zh_hans: 点按这里可打开训练设置、休息计时器以及完成或取消操作。

source: Tap the %@ button to add exercises.
de: Tippe auf die Taste %@, um Übungen hinzuzufügen.
es: Toca el botón %@ para añadir ejercicios.
fr: Touchez le bouton %@ pour ajouter des exercices.
it: Tocca il pulsante %@ per aggiungere esercizi.
ja: %@ボタンをタップして種目を追加します。
ko: %@ 버튼을 눌러 종목을 추가하세요.
pt_br: Toque no botão %@ para adicionar exercícios.
ru: Нажмите %@, чтобы добавить упражнения.
zh_hans: 点按%@按钮以添加动作。

source: Tap the %@ button to create a workout plan.
de: Tippe auf die Taste %@, um einen Trainingsplan zu erstellen.
es: Toca el botón %@ para crear un plan de entrenamiento.
fr: Touchez le bouton %@ pour créer un programme d'entraînement.
it: Tocca il pulsante %@ per creare una scheda.
ja: %@ボタンをタップしてワークアウトプランを作成します。
ko: %@ 버튼을 눌러 운동 플랜을 만드세요.
pt_br: Toque no botão %@ para criar um plano de treino.
ru: Нажмите %@, чтобы создать план тренировки.
zh_hans: 点按%@按钮以创建训练计划。

source: Tap the %@ button to start your first workout.
de: Tippe auf die Taste %@, um dein erstes Workout zu starten.
es: Toca el botón %@ para empezar tu primer entrenamiento.
fr: Touche le bouton %@ pour démarrer ta première séance.
it: Tocca il pulsante %@ per iniziare il tuo primo allenamento.
ja: %@ボタンをタップして、最初のワークアウトを開始します。
ko: %@ 버튼을 눌러 첫 운동을 시작하세요.
pt_br: Toque no botão %@ para começar seu primeiro treino.
ru: Нажмите %@, чтобы начать первую тренировку.
zh_hans: 点按%@按钮开始你的第一次训练。

source: Tap to create a hydration goal.
de: Tippe, um ein Flüssigkeitsziel zu erstellen.
es: Toca para crear un objetivo de hidratación.
fr: Touchez pour créer un objectif d'hydratation.
it: Tocca per creare un obiettivo di idratazione.
ja: タップして水分補給目標を作成します。
ko: 탭해서 수분 섭취 목표를 만드세요.
pt_br: Toque para criar uma meta de hidratação.
ru: Коснитесь, чтобы создать цель по воде.
zh_hans: 点按以创建饮水目标。

source: Tap to create a steps goal.
de: Tippe, um ein Schrittziel zu erstellen.
es: Toca para crear un objetivo de pasos.
fr: Touchez pour créer un objectif de pas.
it: Tocca per creare un obiettivo di passi.
ja: タップして歩数目標を作成します。
ko: 탭해서 걸음 수 목표를 만드세요.
pt_br: Toque para criar uma meta de passos.
ru: Коснитесь, чтобы создать цель по шагам.
zh_hans: 点按以创建步数目标。
